Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C16.tmx
Source language: en_us
Languages: zh_cn

source: New Biography--Life with Adolf Hitler Explores the Life and Myth of Eva Braun
zh_cn: 新传记——《与希特勒同行》揭秘爱娃布劳恩的生活秘史

source: A new biography comes closer than ever to capturing the story of Eva Braun, Hitler’s infamous lover and wife.
zh_cn: 一部新传记以非同寻常的近距离捕捉了希特勒鲜为人知的情人和妻子，爱娃布劳恩的故事。

source: Andrew Roberts on what she tells us about the dictator―and what their private life might have been like.
zh_cn: 安德鲁罗伯茨的向我们描述了爱娃眼中的独裁者，还有他们的私生活。

source: Can one fall in love with the most evil man in history and yet not be evil oneself?
zh_cn: 一个并不邪恶的人有否可能与史上最邪恶的人坠入情网呢？

source: What was it like effectively to be Adolf Hitler’s mistress for 13 years?
zh_cn: 当了阿道夫希特勒13年的情妇滋味实际上是如何的呢？

source: Did Hitler and Eva Braun have sex, or might she have just been his “beard’?
zh_cn: 希特勒和爱娃布劳恩有没有性爱生活，或者她只是充当了他的“胡子”？

source: Did she have any appreciable influence on him, and thus on history?
zh_cn: 她有没有试图对他施以影响，从而改变历史呢？

source: Was she anti-Semitic, and did she know about the Holocaust?
zh_cn: 她是反闪族分子吗？还有她知道大屠杀的事情吗？

source: Who was this woman, about whom there are so many conflicting theories but next to no actual evidence, who died―the day after their wedding―as Mrs. Hitler?
zh_cn: 这个集众多矛盾与一身，然而又不露出庐山真面目的女人，这个洞房花烛的第二天便带着希特勒夫人头衔魂归天国的女人究竟是谁？

source: These are just a few of the fascinating questions that the diligent and fluent historian Heike Girtemaker addresses in easily the best biography of Eva Braun so far written, yet even she cannot do more than make informed guesses at their answers, because all the correspondence between the two lovers was destroyed at the time of their joint suicide in the Reichschancellery bunker in Berlin on April 30, 1945.
zh_cn: 以上都只是那位既勤勉，才思又敏捷的历史学家海珂哥特美科在这部迄今为止最好的爱娃布劳恩传记中所提出的几个令人遐思的疑问，可就算是她也仅仅可以做出一些有根据的猜想而已。因为在1945年四月30日，这两位情人在柏林帝国总理府的地堡里双双自杀之时，他们相互的往来书函已经被销毁。

source: The couple had few surviving intimates and confidants, most of whom were unlikely to be truthful in post-Nazi Germany anyhow.
zh_cn: 这对夫妻几乎没有什么至交或知己依然在世，而他们在后纳粹时期的德国也不可能会说出实话的。

source: Moreover, the only biography written with the help of Eva’s parents and siblings, by a Turkish journalist named Kerin Gun in 1968, provided no sourcenotes.
zh_cn: 再者，在爱娃的家人帮助下，由土耳其记者凯林冈恩在1968年所编写的唯一一部传记上也没有任何信息来源的记录。

source: In that Eva was hausfrau of Hitler’s Bavarian home, the Berghof at Berchtesgaden in the Obersalzburg Mountains, from 1935 onwards, she knew all of the Nazi hierarchy.
zh_cn: 传记中写道，从1935年起，爱娃就成为了希特勒在在巴伐利亚的伯格霍夫别墅的女主人，该住所在萨尔茨堡山脉的贝希特斯加登地区，因此，她了解纳粹的内部等级制度。

source: She showed utter loyalty to the man she loved, taking the deliberate decision on March 7, 1945 to go from Munich to Berlin to die with him (though not against his orders, as had been previously thought).
zh_cn: 她对她所爱的这个男人表现出无比的忠诚，1945年3月7日，她专门从慕尼黑到柏林去，就是下定了决心要和他一起死（像之前看法一样，并没有违抗他的命令）。

source: She tried to keep his spirits up right to the end, throwing parties for his birthday and their wedding day.
zh_cn: 为了能让他的斗志坚持到最后一刻，她把他生日和婚礼的宴会抛诸脑后。

source: Yet at the heart of this book is a massive void, where Eva Braun’s personality should be.
zh_cn: 然而表现爱娃布劳恩的个性方面，该书的核心所在却是一片空白。

source: Small wonder that the historian Hugh Trevor-Roper dubbed her “a historical disappointment.”
zh_cn: 难怪历史学家休特雷弗罗珀把它称作“一个历史的遗憾。”

source: Because her existence was a state secret until the very end of the war, there is next to nothing publicly written about Braun in her lifetime, and Hitler’s utter devotion to his vertiginous career meant that she actually saw relatively little of the führer in their decade and a half or so as a couple.
zh_cn: 因为她的存在一直到二战末期都是国家机密，所以对布劳恩的生前的公开描述等同空白。而希特勒对他那应接不暇的大业又是全身心的投入，这意味着在他们那十几年里的伴侣生活中，她见到他的时间并不多。

source: He insisted that when foreign dignitaries visited the Berghof she stay in her room upstairs, and even when the couple visited Rome in 1938 they stayed in different hotels.
zh_cn: 他坚持当外国政要到访伯格霍夫别墅时她要留在楼上的房间里，在1938年，这对情侣访问罗马时，他们也都在不同的酒店下榻。

source: This book could have been subtitled “Life without Hitler.” Only publicly acknowledged as one of his secretaries, Eva sometimes had to join crowds in order to get a glimpse of him and he would studiously avoid being seen speaking to her in public, although he would sometimes pass her envelopes full of cash.
zh_cn: 这本书原本可以用“没有希特勒的生活”做标题的，爱娃公开的身份只是他的秘书，有时为了看他一眼还得挤到人群中去，虽然有时他会递给她塞满钞票的信封，可他会刻意避免在人前和她交谈。

source: Here’s what we do know, or at least can legitimately infer from the sources through which G?rtemaker has painstakingly trawled with a conscientious and rightly skeptical eye.
zh_cn: 在这里有我们知道的事实，或者至少能从哥特美科利用她那严谨而具洞察力的眼光所找到的资料中做出推断。

source: Born in February 1912, the second of three daughters of Munich schoolteacher Fritz Braun, Eva was “young, blonde, athletic, fun-loving.”
zh_cn: 爱娃出生在1912年2月，在慕尼黑教师弗里茨布劳恩三个女儿中排行老二，是个“青春逼人、金发碧眼，活泼，风趣”的人。

source: Her parents divorced in 1921 but then remarried the following year, probably for financial reasons.
zh_cn: 她的父母在1921年离婚，次年有可能因为经济原因又再复婚。

source: By 17 she was “a young woman of average abilities from a conventional lower-middle class family” when she answered a newspaper advertisement for a traineeship in the studios of the photographer Heinrich Hoffmann.
zh_cn: 到17岁时，她成了“一个保守派中低产家庭出身，没什么特长的妙龄女子”。她应征一份报纸的广告，当了摄影师海因里希霍夫曼工作室的学徒。

source: Like many other young Germans of the day, she liked jazz, fashion, movies, travel, and sport, as well as the novels of Oscar Wilde (at least till they were banned when her boyfriend came to power).
zh_cn: 像当时别的德国年轻人一样，她喜欢爵士，时尚，电影，旅游和运动，还有奥斯卡王尔德的小说（至少到在她的男朋友掌权后它们被禁为止）。

source: She was utterly uninterested in politics―she never joined the Nazi Party―so when she was introduced to the 40-year-old Hitler by Hoffman in the photo shop one evening in October 1929, she didn’t recognize him as the rabble-rousing orator who had recently spoken to 16,000 people at a Munich rally.
zh_cn: “爱娃布劳恩：与希特勒同行”海珂哥特美科著 336页，克诺夫出版社 $27.95 她对政治毫无兴趣——她从没有加入过纳粹党——所以当她在1929年十月的一个晚上，在照相馆里，当霍夫曼把她介绍给40岁的希特勒的时候，她对这个最近在一万六千人的慕尼黑大会演讲的鼓惑煽动者毫不知情。

source: Hoffman made it harder for her by introducing Hitler as &quot;Herr Wolf&quot;―his Nazi nom de guerre―before sending her off to the local restaurant for beer and sausages, but at the end of the evening Hitler offered her a lift home in his Mercedes.
zh_cn: 况且霍夫曼是以“伍尔夫先生”（其自己起的纳粹绰号）把希特勒介绍给她的，这让她更加无从得知实情。之后霍夫曼差遣她去一家本地餐馆买啤酒和香肠，到了晚上，希特勒主动提出用他的梅赛德斯车主动送她回家。

source: Boy meets girl, in this case one 23 years his junior, and over the next two years Hitler, whose HQ was only a street away from the photo shop, took Eva to movies, operas, and drives in the country.
zh_cn: 之后就是普通的男女交往，而女孩比他要小了23岁。由于希特勒的总部与照相馆只有一街之隔，接着这两年，他带爱娃去看电影，欣赏歌剧，还开车到郊外兜风。

source: He had Martin Bormann check that there was no Jewish blood in her family, and let Eva attend party meetings under the guise of “official photographer.”
zh_cn: 他让马丁波曼调查过她的家人，确认他们没有犹太人血种，然后让爱娃以“官方摄影师”为幌子参加聚会。

source: Eva’s elder sister, Ilse, worked for six years as a receptionist for a Jewish doctor, even living in his house, until just before he was forced to emigrate to New York in 1938, whereupon Eva found her a job as a receptionist for Albert Speer.
zh_cn: 爱娃的姐姐艾尔莎，在一个犹太医生那里接诊工作干了六年，甚至还住在他家里，1938年他被迫移民纽约，后来，爱娃帮她找了份工作，就是给艾伯特斯皮尔当接待员。

source: Their youngest sister, Gretl, married Hermann Fegelein, Himmler’s liaison officer with the führer&#39;s headquarters, in June 1944 but within a year Fegelein was caught attempting to betray Hitler, and so he was shot in the courtyard of the bunker.
zh_cn: 她们的小妹，格丽特尔则于1944年六月与赫曼费吉列恩——希姆莱与统帅总部的联络官结婚，可是不到一年，费吉列恩就因试图背叛希特勒而被枪杀在地堡的院子中。

source: Hitler felt that he could not openly acknowledge the relationship because “I am married to the German people and their fate!” He certainly didn’t want any pressures or family obligations nor, in G?rtemaker’s opinion, to “make himself vulnerable in the private sphere.”
zh_cn: 希特勒认为他不能公开这层关系是因为“我和德国人民以及他们的命运结了婚。”无疑，他不会去接受任何压力或者家庭的牵绊，在哥特美科的观点看来，也不会“令自己在私生活中变得脆弱”。

source: The support of women for his regime was vital and he feared that, like a Hollywood star, he would lose popularity with women if it emerged that he was no longer available.
zh_cn: 由于妇女们对他的统治是至关重要的，他害怕如果让人知道他变得可望而不可及，他会像好莱坞明星那样，对妇女们的魅力将不复存在。

source: So he took his commitmentphobia to obsessive levels, and the only photo that was ever published of the couple together showed Eva sitting anonymously in the row behind the führer at the 1936 Winter Olympics.
zh_cn: 因此，他极度抗拒结婚盟誓。唯一一张被刊登过的他们俩的照片，是在1936年的冬季奥运会里，爱娃默默无名地坐在统帅的后面一排中。

source: Despite one Time magazine article in January 1939, the story of the Fuhrer’s relationship was not known by the German people until shortly before the end of the war.
zh_cn: 尽管1939年一月的一篇时代杂志文章稍有提及此事，关于这位元首的这桩花边新闻还是直到二战末期才被德国人民知道。

source: The relationship seems to have moved from platonic to physical in early 1932, according to Hitler’s Munich housekeeper, shortly after Braun’s 20th birthday.
zh_cn: 根据希特勒在慕尼黑的管家所说，在1932年初，在布劳恩20岁生日不久后，他们的关系才似乎渐渐地从柏拉图式转为肉体上的接触。

source: Speer recorded how, although any public displays of affection were rigorously avoided, at the end of the evening the couple would “disappear together into the upstairs bedroom.”
zh_cn: 斯皮尔的记录中提到，尽管任何在公众面前表现得卿卿我我都是严厉禁止的，可一到晚上，那对情侣便会“双双消失在楼上的房间里”。

source: The previous September, Geli Raubal, the daughter of Hitler’s half-sister Angela, had shot herself in Hitler’s flat with his Walther 6.35 pistol after Hitler had put an end to her affair with his chauffeur, Emil Maurice.
zh_cn: 在前一年的九月，希特勒同父异母的姐姐的女儿盖丽罗波尔，因希特勒强迫她和他的司机埃米尔莫里斯分手，在希特勒的公寓里，用他那沃尔瑟6.35手枪结束了自己的性命。

source: G?rtemaker suggests that Geli might have also had a crush on Hitler and been jealous of his interest in Eva.
zh_cn: 哥特美科提出，Geli可能也很倾慕希特勒，因为他对爱娃献殷勤而妒火中烧。

source: Whatever the truth, Eva certainly tried to shoot herself as well, in either August or November 1932, as a cry for Hitler’s attention.
zh_cn: 无论事实是怎样的，在1932年八月或者十一月，爱娃确实也曾想吞枪自杀，就是为了唤起希特勒的注意。

source: As her favorite playwright might have observed: to lose one girlfriend to a self-inflicted gunshot wound may be regarded as a misfortune; to lose both looks like carelessness.
zh_cn: 就像她最喜爱的剧作家所言：一个女朋友开枪自杀属于不幸，可两个都那样就是冷漠了。

source: Hitler’s response was the opposite to that which might be expected.
zh_cn: 希特勒对此的反应却与预期的截然相反。

source: He told Hoffman that he now recognized that “the girl really loved him,” and he bought her a phone at her home so that she didn’t have to sleep on a bench at the office, waiting for his call.
zh_cn: 他告诉霍夫曼他领悟到“那个女孩真的很爱他”。接下来，为了不让她睡在办公室的长凳上等他的电话，他为她在家里装上了电话。

source: Things seem to have cooled off slightly by 1935.
zh_cn: 可到了1935年，感情又似乎有点儿降温了。

source: “Love seems not to be on his agenda at the moment,” Eva wrote in her diaries―whose authorship has been disputed but which G?rtemaker counts as genuine―and she probably feared the relationship was going nowhere.
zh_cn: “那时候，爱情好像并不在他的日程上似的。”爱娃在她的日记上写——有的作家呲之以鼻而哥特美科却如获至宝——她害怕这段感情没有结果。

source: So she staged a second suicide bid in May 1935, this time with sleeping pills.
zh_cn: 因此，在1935年五月，她导演了第二出自杀，这次是服用安眠药。

source: Hitler responded by buying her (through Hoffmann) an apartment five minutes from his flat, where Ilse came to live too.
zh_cn: 希特勒的回应则是（通过霍夫曼）为她安置了一套距离他公寓只有五分钟路程的房子，同时，艾尔莎也一起住。

source: He also agreed to meet her (suitably star-struck) parents in August 1935 and, proving that he knew how to show a girl a good time, allowed Eva to attend the Nazi party rally at Nuremberg that September.
zh_cn: 在1935年八月，他还同意去见她的父母（相当受宠若惊的样子）。九月，他还准许爱娃参加在纽伦堡举行的纳粹大会，以此证明他知道怎样讨一个女孩子欢心。

source: He even ordered Angela Raubal out of the Berghof, so that Eva could take over as chatelaine at the place she nicknamed “The Grand Hotel.”
zh_cn: 他甚至让安吉拉罗波尔搬出了伯格霍夫别墅，以便让爱娃名正言顺地当上她戏称为“大酒店”的城堡主人。

source: Since all this happened in the weeks and months immediately after Eva’s second failed suicide bid, the way to the tyrant’s heart was obviously through self-violence.
zh_cn: 这些都是接连发生在爱娃第二次自杀行动失败的几个月甚至几周的时间里，可谓是一种让恶魔垂怜的自虐策略。

source: “The more important the man,” Hitler would say in front of Eva and her friends, “the less important the woman.” Yet Eva happily put up with remarks that for most women would seem like intolerable rudeness, because she of all the German Volk had been chosen by the world’s most powerful man as his lover.
zh_cn: 男人越是位高权重，”希特勒在爱娃和她的朋友面前如是说，“女人就越无足轻重。”多数女人倾向于欣赏蛮横的粗鲁之类的言辞，爱娃很开心地忍受了，事关她可是所有德国人当中唯一一个得到这个权倾世界的男人宠幸的女人。

source: There is no reason to suppose they didn’t have sex: Speer never doubted it; Hitler’s friend Max Amman spoke of “occasional intimate relations” between the couple, and Hoffmann said the relationship “took a definite shape” in 1932, as Hitler indulged Eva “the way anyone indulges a lover.”
zh_cn: 猜测他们没有性爱是没有理由的，斯皮尔从来也没有怀疑过；希特勒的朋友麦斯阿曼提及过这对情侣的“偶尔的亲昵”；还有霍夫曼也说这种关系在1932年“尘埃落定”，因为希特勒“像任何人纵容情人那样”骄纵着爱娃。

source: One thing that Eva did do for Mankind, in retrospect, was that―so far as we know―she never got pregnant.
zh_cn: 回顾一下，据目前我们所知道的，爱娃为全人类做过的一件事，就是她从来没有怀过孕。

source: “Eva spent the Second World War skiing, swimming, gossiping about petty scandals, taking a visit to Italy, reading celebrity magazines, and enjoying the rest of her utterly trivial existence, as her lover set Civilization aflame.”
zh_cn: “当她的情人让整个文明世界生灵涂炭之时，整个二战期间爱娃都只是溜溜冰、游游泳、谈谈八卦话题，去意大利旅游，读名人杂志，还有消遣着她那微不足道的存在所余下的时光。

source: In September 1938 Hitler bought Eva a house in Berlin, without her having to attempt suicide this time, and in his will that year he left her 12,000 marks per annum for life. (It is the only surviving document in his writing that mentions Eva, except the will that he wrote the night before his suicide, in which he also had nice things to say about his mother-in-law.
zh_cn: 1938年九月，希特勒在柏林给爱娃买了一套房子，这次可费不着自杀了，还有在他的遗嘱中留给她每年一万二千马克的生活入息。（这是唯一在他的文书中提到爱娃的文件，当然除了他自杀前的夜晚那份遗嘱外，那里还提到他岳母的许多好处。

source: Two years later, Eva’s father Fritz told an Allied denazification panel that his daughter “would never have entered a relationship with Hitler if he had been a bad person,” as brave a remark for December 1947 as it was moronic.)
zh_cn: 两年后，爱娃的父亲弗里茨告诉一个消除纳粹化同盟国陪审员说，他的女儿“永远不会与希特勒好，假如他是个坏人”，这番他在1947年说的话，虽说够大胆，也是十分没脑子的。)

source: Eva saw relatively little of Hitler during the war, which she largely spent at Munich or the Berghof, while he was at the Wolfsschanze in East Prussia for more than half the time, from where he would phone her at 10 p.m. most evenings.
zh_cn: 爱娃在二战期间很少看到希特勒，她的绝大多数时间都是在慕尼黑或者伯格霍夫别墅度过的，而他则在位于东普鲁士的“狼穴”里呆了超过一半的时间，在那里，他几乎每晚10钟就会给她打电话。

source: When they were together she would often take film and photos of him with their godchildren and friends’ children, doubtless a subconscious expression of her desire to have children by him.
zh_cn: 他们在一起的时候，她就会跟他和他们的教内子女、朋友们的孩子们一起录影或照相，这无疑是她渴望跟他生孩子的潜意识的行为表达。

source: Hitler was very good with small children (except the millions he killed).
zh_cn: 希特勒对小孩子们非常友好（除了他所杀害的数以百万计的那些）。

source: Otherwise, Eva spent the Second World War skiing, swimming, gossiping about petty scandals, taking a visit to Italy, reading celebrity magazines, and enjoying the rest of her utterly trivial existence, as her lover set civilization aflame.
zh_cn: 不然，爱娃就溜溜冰、游游泳、谈谈八卦话题，去意大利旅游，看名人杂志，消遣着她那微不足道的存在所余下的时光，而他的爱人此时正把战火烧遍全世界。

source: The secrecy surrounding her very existence meant that she didn’t even get stuck into doing good wartime deeds, like her Allied counterparts Clementine Churchill and Eleanor Roosevelt.
zh_cn: 她存在的秘密性意味着她不必像与她一样的同盟国夫人克莱门廷丘吉尔或是埃莉诺罗斯福一样忙着干一些战时的善行。

source: Goebbels called her “well-read” in his diaries, but he was the 20th century’s greatest liar, and his diaries were written for intended postwar publication.
zh_cn: 戈培尔在他的日记中称她是“博览群书”，可他是20世纪最大的谎言家，因为他的日记都是故意为了战后的出版而写的。

source: On the occasions that Hitler and Eva were together during the war, Eva was able to put a stop to his long mealtime monologues “by asking the time, or looking at him rebukingly.”
zh_cn: 战时希特勒和爱娃在一起的时候，在用餐时，爱娃常中断他的长篇大论，她“不时问问时间，或者责备地看着他”。

source: Indeed there is a slight sense that he might one day have wound up something as a hen-pecked husband, an unlikely fate for the man German propaganda was hailing “the Greatest Warlord of All Time.”
zh_cn: 有时真的会有一点这样的感觉，他终将会变成妻管严，全然不像一个德国大吹大擂的“历史上最伟大的军阀”那样的归宿。

source: Certainly, nothing became Eva Braun so much in life as the leaving of it.
zh_cn: 当然，爱娃布劳恩的生活里，没有任何东西比得上她的离去显得更举足轻重了。

source: “Do you think I would let him die alone?” she wrote to her best friend, Herta Schneider, as she commandeered the car to take her to Berlin and that macabre-gothic final scene in the 2,150-square foot, 15-room concrete bunker 25 feet under the Reichschancellery, where she had her own set of rooms.
zh_cn: “你以为我会让他自己一个人去死吗？”她写信给她最好的朋友赫特施耐德说道。她命令汽车开到柏林，带她去帝国总理府的水泥地堡里那个哥特式的阴森恐怖的最后场景，那里深处地下25英尺处，面积2150平方英尺，有15个房间，当中有属于她自己的房间。
